{
  "About me": "Über mich",
  "Hi, my name is Tobias. I'm 34 years old and I'm from Schwaig b. Nuernberg.": "Hallo, mein Name ist Tobias. Ich bin 34 Jahre alt und komme aus Schwaig b. Nürnberg.",
  "my passion for IT brought me to the 'Developer Academy' in Munich. During my time there, I established a strong knowledge base in JavaScript and Angular.": "Meine Leidenschaft für die IT brachte mich zur 'Developer Academy' in München. Während meiner Zeit dort habe ich eine solide Wissensbasis in JavaScript und Angular aufgebaut.",
  "With the drive not to remain in one place, I began my training as a Front-End Web Developer in April 2023.": "Mit dem Drang, nicht auf der Stelle zu treten, begann ich im April 2023 meine Ausbildung zum Front-End-Webentwickler.",
  "Contact": "Kontakt",
  "Got a problem to solve?": "Du hast ein Problem zu lösen?",
  "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktiere mich über dieses Formular, ich ich freue mich von dir zu hören, deine Ideen zu kennen zu lernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
  "Need a Frontend developer?": "Brauchst du einen Frontend-Entwickler?",
  "Your name is required": "Dein Name ist erforderlich",
  "Your email is required": "Deine E-Mail ist erforderlich",
  "Your message is required": "Deine Nachricht ist erforderlich",
  "I've read the": "Ich habe die",
  "and agree to the processing of my data as outlined.": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "privacy policy": "Datenschutzbestimmungen",
  "Please accept the privacy policy.": "Bitte akzeptiere die Datenschutzbestimmungen.",
  "Imprint": "Impressum",
  "Skills": "Fertigkeiten",
  "Portfolio": "Portfolio",
  "I am": "Ich bin",
  "Frontend developer": "Frontend Entwickler",
  "Let’s talk!": "Lass uns reden!",
  "Scroll down": "Scroll runter",
  "My skills": "Meine Fähigkeiten",
  "Get in touch": "Kontakt aufnehmen",
  "I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "This page is a sample of my work - please feel free to try them out.": "Diese Seite ist ein Beispiel für meine Arbeit - bitte probieren Sie sie aus.",
  "Live test": "Live test",
  "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenverwaltung nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "A side-scrolling space shooter game based on an object-oriented approach. Navigate your spacecraft through the vast expanse of outer space, confronting space pirates and ultimately vanquishing their leader at the end of your galactic journey.": "Ein seitlich scrollendes Weltraum-Shooter-Spiel, das auf einem objektorientierten Ansatz basiert. Steuern Sie Ihr Raumschiff durch die unendlichen Weiten des Weltraums, konfrontieren Sie Weltraumpiraten und bezwingen Sie am Ende Ihrer galaktischen Reise deren Anführer.",
  "The popular drinking game has been developed using Angular and seamlessly integrated with a Google Firebase database, allowing for online multiplayer functionality.": "Das beliebte Trinkspiel wurde mit Angular entwickelt und nahtlos in eine Google Firebase-Datenbank integriert, was eine Online-Multiplayer-Funktionalität ermöglicht.",
  "Contact me!": "Kontaktiere mich!",
  "Send message!": "Nachricht senden!",
  "Thank you!": "Danke schön!"
}
