{
  "About me": "Über mich",
  "Hi, my name is Tobias. I'm 34 years old and I'm from Schwaig b. Nuernberg.": "Hallo, mein Name ist Tobias. Ich bin 34 Jahre alt und komme aus Schwaig b. Nürnberg.",
  "my passion for IT brought me to the 'Developer Academy' in Munich. During my time there, I established a strong knowledge base in JavaScript and Angular.": "Meine Leidenschaft für die IT brachte mich zur 'Developer Academy' in München. Während meiner Zeit dort habe ich eine solide Wissensbasis in JavaScript und Angular aufgebaut.",
  "With the drive not to remain in one place, I began my training as a Front-End Web Developer in April 2023.": "Mit dem Drang, nicht auf der Stelle zu treten, begann ich im April 2023 meine Ausbildung zum Front-End-Webentwickler.",
  "Contact": "Kontakt",
  "Got a problem to solve?": "Du hast ein Problem zu lösen?",
  "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktiere mich über dieses Formular, ich ich freue mich von dir zu hören, deine Ideen zu kennen zu lernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
  "Need a Frontend developer?": "Brauchst du einen Frontend-Entwickler?",
  "Contact me!": "Kontaktiere mich!",
  "Your name is required": "Dein Name ist erforderlich",
  "Your email is required": "Deine E-Mail ist erforderlich",
  "Your message is required": "Deine Nachricht ist erforderlich",
  "I've read the": "Ich habe die",
  "and agree to the processing of my data as outlined.": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "privacy policy": "Datenschutzbestimmungen",
  "Please accept the privacy policy.": "Bitte akzeptiere die Datenschutzbestimmungen.",
  "Imprint": "Impressum",
  "Skills": "Skills",
  "Portfolio": "Portfolio",
  "I am": "Ich bin",
  "Frontend developer": "Frontend Entwickler",
  "Let’s talk!": "Lass uns reden!",
  "Scroll down": "Scroll runter",
  "Information according to § 5 TMG": "Informationen nach § 5 TMG",
  "Phone: 0172 8494147": "Telefon: 0172 8494147",
  "E-Mail: tbayer2@gmx.de": "E-Mail: tbayer2@gmx.de",
  "Source:": "Quelle",
  "My skills": "Meine Skills",
  "Get in touch": "Kontakt aufnehmen",
  "I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "This page is a sample of my work - please feel free to try them out.": "Diese Seite ist ein Beispiel für meine Arbeit - bitte probieren Sie sie aus.",
  "Privacy Policy": "Datenschutzerklärung",
  "1. Data Protection at a Glance": "1. Datenschutz auf einen Blick",
  "General Information": "Allgemeine Hinweise",
  "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data includes all data that can personally identify you. For detailed information on data protection, please refer to our Privacy Policy listed below this text.": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem 'Abschnitt Hinweis zur Verantwortlichen Stelle' in dieser Datenschutzerklärung entnehmen. ",
  "Data Collection on this Website": "Datenerfassung auf dieser Website",
  "Who is responsible for data collection on this website?": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
  "Data processing on this website is carried out by the website operator. You can find their contact details in the \"Section Responsible Party\" within this Privacy Policy.": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem \"Abschnitt Hinweis zur Verantwortlichen Stelle\" in dieser Datenschutzerklärung entnehmen.",
  "How do we collect your data?": "Wie erfassen wir Ihre Daten?",
  "Your data is collected when you provide it to us, for example, by filling out a contact form.": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "Other data is automatically collected or with your consent when you visit the website through our IT systems. These are primarily technical data (e.g., internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter this website.": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "What do we use your data for?": "Wofür nutzen wir Ihre Daten?",
  "Some of the data is collected to ensure the proper functioning of the website. Other data may be used for analyzing your user behavior.": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
  "What rights do you have regarding your data?": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "You have the right to obtain free information about the origin, recipient, and purpose of your stored personal data at any time. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can revoke this consent at any time for the future. Furthermore, under certain circumstances, you have the right to request the restriction of the processing of your personal data. You also have the right to lodge a complaint with the competent supervisory authority. For this and other questions regarding data protection, you can always contact us.": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
  "For this and other questions regarding data protection, you can always contact us.": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
  "2. Hosting": "2. Hosting",
  "We host the contents of our website with the following provider:": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
  "All-Inkl": "All-Inkl",
  "The provider is ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter All-Inkl). Details can be found in the privacy policy of All-Inkl:": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl:",
  ".": ".",
  "The use of All-Inkl is based on Art. 6 para. 1 lit. f DSGVO. We have a legitimate interest in the most reliable presentation of our website. If consent has been requested, processing is carried out exclusively on the basis of Art. 6 para. 1 lit. a DSGVO and § 25 para. 1 TTDSG, insofar as the consent includes the storage of cookies or access to information on the user's device (e.g., device fingerprinting) within the meaning of TTDSG. The consent can be revoked at any time.": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TTDSG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TTDSG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
  "3. General Information and Mandatory Information": "3. Allgemeine Hinweise und Pflichtinformationen",
  "Data Protection": "Datenschutz",
  "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this Privacy Policy.": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
  "When you use this website, various personal data is collected. Personal data is data that can be used to personally identify you. This Privacy Policy explains what data we collect and how we use it. It also explains how and for what purpose this is done.": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
  "We would like to point out that data transmission over the Internet (e.g., when communicating by email) may have security vulnerabilities. A complete protection of data against access by third parties is not possible.": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
  "Responsible Party": "Hinweis zur verantwortlichen Stelle",
  "The responsible party for data processing on this website is:": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
  "E-mail: tbayer2@gmx.de": "E-mail: tbayer2@gmx.de",
  "The responsible party is the natural or legal person who, alone or jointly with others, decides on the purposes and means of processing personal data (e.g., names, email addresses, etc.).": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail- Adressen o. Ä.) entscheidet.",
  "Storage Duration": "Speicherdauer",
  "Unless a specific storage period has been mentioned within this Privacy Policy, your personal data will be stored by us until the purpose of data processing ceases to exist. If you assert a legitimate request for deletion or revoke consent for data processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g., tax or commercial retention periods); in the latter case, deletion will occur once these reasons cease to exist.": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
  "General Information on the Legal Basis for Data Processing on this Website": " Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
  "If you have given consent for data processing, we process your personal data based on Art. 6 para. 1 lit. a DSGVO (General Data Protection Regulation) or Art. 9 para. 2 lit. a DSGVO, if special categories of data are processed according to Art. 9 para. 1 DSGVO. In the case of explicit consent for the transfer of personal data to third countries, data processing is also based on Art. 49 para. 1 lit. a DSGVO. If you have given consent for the storage of cookies or access to information on your device (e.g., via device fingerprinting), data processing is additionally based on § 25 para. 1 TTDSG. Consent can be revoked at any time. If your data is necessary for the performance of a contract or for the implementation of pre-contractual measures, we process your data based on Art. 6 para. 1 lit. b DSGVO. Furthermore, we process your data if it is necessary to fulfill a legal obligation based on Art. 6 para. 1 lit. c DSGVO. Data processing may also be carried out on the basis of our legitimate interest according to Art. 6 para. 1 lit. f DSGVO. The relevant legal bases for the specific cases are explained in the following paragraphs of this Privacy Policy.": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
  "Recipients of Personal Data": "Empfänger von personenbezogenen Daten",
  "In the course of our business activities, we work with various external entities. In some cases, it is necessary to transmit personal data to these external entities. We only disclose personal data to external entities when it is required for contract fulfillment, when we are legally obligated to do so (e.g., disclosure of data to tax authorities), when we have a legitimate interest according to Art. 6 para. 1 lit. f DSGVO in the disclosure, or when another legal basis allows for data disclosure. When using data processors, we only disclose personal data of our customers based on a valid data processing agreement. In the case of joint processing, a joint processing agreement is concluded.": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
  "Revocation of Your Consent for Data Processing": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
  "Many data processing operations are only possible with your express consent. You can revoke consent that has already been given at any time. The lawfulness of data processing carried out before the revocation remains unaffected by the revocation.": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
  "Right to Object to Data Collection in Special Cases and Direct Marketing (Art. 21 DSGVO)": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
  "IF DATA PROCESSING IS BASED ON ART. 6 PARA. 1 LIT. E OR F DSGVO, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA AT ANY TIME FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION, INCLUDING PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING WHICH OVERRIDE YOUR INTERESTS, RIGHTS, AND FREEDOMS, OR THE PROCESSING SERVES THE ASSERTION, EXERCISE, OR DEFENSE OF LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21 PARA. 1 DSGVO).": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
  "IF YOUR PERSONAL DATA IS PROCESSED FOR THE PURPOSE OF DIRECT ADVERTISING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH ADVERTISING, INCLUDING PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT ADVERTISING (OBJECTION PURSUANT TO ART. 21 PARA. 2 DSGVO).": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
  "Right to Lodge a Complaint with the Supervisory Authority": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
  "In the event of violations of the DSGVO, data subjects have the right to lodge a complaint with a supervisory authority, in particular in the member state where they usually reside, work, or where the alleged violation occurred. The right to lodge a complaint is without prejudice to other administrative or judicial remedies.": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
  "Right to Data Portability": "Recht auf Datenübertragbarkeit",
  "You have the right to have data that we process automatically on the basis of your consent or in fulfillment of a contract handed over to yourself or to a third party in a standard, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done to the extent technically feasible.": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
  "Information, Correction, and Deletion": "Auskunft, Berichtigung und Löschung",
  "Within the scope of the applicable legal provisions, you have the right to obtain free information about your stored personal data, its origin and recipient, and the purpose of data processing at any time and, if necessary, a right to correct or delete this data. For this purpose, as well as for any other questions regarding personal data, you can contact us at any time.": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
  "Right to Restriction of Processing": "Recht auf Einschränkung der Verarbeitung",
  "You have the right to request the restriction of the processing of your personal data. You can contact us at any time for this purpose. The right to restrict processing exists in the following cases:": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
  "If you dispute the accuracy of your personal data stored with us, we usually need time to verify this. For the duration of the examination, you have the right to request the restriction of the processing of your personal data.": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "If the processing of your personal data is unlawful, you can request the restriction of data processing instead of deletion.": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
  "If we no longer need your personal data, but you need it for the exercise, defense, or assertion of legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion.": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "If you have filed an objection pursuant to Art. 21 para. 1 DSGVO, a balance must be struck between your interests and ours. As long as it is not yet clear whose interests outweigh the interests, you have the right to request the restriction of the processing of your personal data.": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "If you have restricted the processing of your personal data, these data - apart from their storage - may only be processed with your consent or for the assertion, exercise, or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or a member state.": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten - von ihrer Speicherung abgesehen - nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
  "4. Data Collection on this Website": "4. Datenerfassung auf dieser Website",
  "Contact Form": "Kontaktformular",
  "If you send us inquiries via the contact form, your data from the inquiry form, including the contact details you provided there, will be stored by us for the purpose of processing the inquiry and in the event of follow-up questions. We do not pass on this data without your consent.": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
  "The processing of this data is based on Art. 6 para. 1 lit. b DSGVO, if your inquiry is related to the fulfillment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries submitted to us (Art. 6 para. 1 lit. f DSGVO) or on your consent (Art. 6 para. 1 lit. a DSGVO) if this has been requested; the consent can be revoked at any time.": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.",
  "The data you send to us via contact inquiries will remain with us until you request deletion, revoke your consent to storage, or the purpose for data storage no longer applies (e.g., after your inquiry has been completed). Mandatory legal provisions, especially statutory retention periods, remain unaffected.": "Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen - insbesondere Aufbewahrungsfristen - bleiben unberührt.",
  "Live test": "Live test",
  "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "A side-scrolling space shooter game based on an object-oriented approach. Navigate your spacecraft through the vast expanse of outer space, confronting space pirates and ultimately vanquishing their leader at the end of your galactic journey.": "Ein seitlich scrollendes Weltraum-Shooter-Spiel, das auf einem objektorientierten Ansatz basiert. Steuern Sie Ihr Raumschiff durch die unendlichen Weiten des Weltraums, konfrontieren Sie Weltraumpiraten und bezwingen Sie am Ende Ihrer galaktischen Reise deren Anführer.",
  "The popular drinking game has been developed using Angular and seamlessly integrated with a Google Firebase database, allowing for online multiplayer functionality.": "Das beliebte Trinkspiel wurde mit Angular entwickelt und nahtlos in eine Google Firebase-Datenbank integriert, was eine Online-Multiplayer-Funktionalität ermöglicht."
}
